adpyke.vscode-sql-formatter
amazonwebservices.amazon-q-vscode
amazonwebservices.aws-toolkit-vscode
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
github.copilot
github.copilot-chat
jakebathman.mysql-syntax
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-es
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
mtxr.sqltools
mtxr.sqltools-driver-mysql
ritwickdey.liveserver
tomoki1207.pdf
usernamehw.errorlens

code --install-extension $(cat vscode-extensions.txt)   
